Repository: CodandoTV/todoapp_flutter
Catalog: lib/ui/l10n/app_*.arb
Languages: pt

source: Task
pt: Tarefa

source: Description
pt: Descrição

source: Tasks
pt: Tarefas

# empty_tasks
source: No tasks available
pt: Nenhuma tarefa disponível

# empty_checklists
source: No checklists available
pt: Nenhum checklist disponível

# task_name_required
source: Task name is required
pt: Nome de tarefa é obrigatório

# checklist_name_required
source: Checklist name is required
pt: Nome de checklist é obrigatório

# tasks_refresh
source: Tasks list is updated.
pt: Lista atualizada.

# checklist_added
source: Checklist was added.
pt: Checklist adicionado.

# remove_task_dialog_title
source: Remove task
pt: Remover tarefa

# remove_task_dialog_desc
source: Are you sure you want to remove this task?
pt: Você tem certeza que deseja remover essa tarefa?

# remove_checklist_dialog_title
source: Remove checklist
pt: Remover checklist

# remove_checklist_dialog_desc
source: Are you sure you want to remove this checklist?
pt: Você tem certeza que deseja remover esse checklist?

source: Yes
pt: Sim

source: No
pt: Não

source: Checklist name
pt: Nome do Checklist

source: Remove
pt: Deletar

# sort_message
source: It is sorted
pt: Está ordenado
